export const dailyAnnouncements = [
  {title: 'ΕΓΓΡΑΦΗ ΠΡΩΤΟΕΤΩΝ', date: '2/2/2022', announcement: 'ΠΡΕΠΕΙ ΝΑ ΓΡΑΦΤΟΥΝ ΟΙ ΜΑΘΗΤΕΣ ΑΜΕΣΑ'},
  {title: 'ΟΛΙΓΟΩΡΗ ΔΙΑΚΟΠΗ ΛΕΙΤΟΥΡΓΙΑΣ eCLass - Μ. Δευτέρα 18.4.2022', date: '2/10/2021', announcement: 'ΠΡΕΠΕΙ ΝΑ ΓΡΑΦΤΟΥΝ ΟΙ ΜΑΘΗΤΕΣ ΑΜΕΣΑ'},
  {title: 'ΕΓΓΡΑΦΗ ΔΕΥΤΕΡΟΕΤΩΝ', date: '45/1/2010', announcement: 'Δευτεροετοις γαμιεστε'}
]

export const courses = [
  {name: 'Τεχνικο σχεδιο', term: '1ο', },
  {name: 'Πεδια 2', term: '4ο'}, 
  {name: 'Φυσικη 1', term: '1ο'},
  {name: 'Πεδια 1', term: '2ο'},
  {name: 'Διαφορικες Εξισωσεις', term: '2ο'},
  {name: 'Ηλεκτρικα Κυκλωματα 1', term: '2ο'},
  {name: 'Ηλεκτρικα Κυκλωματα 2', term: '4ο'},
  {name: 'Ηλεκτρικα Κυκλωματα 3', term: '5ο'},
  {name: 'Τηλεποικοινωνιες 1', term: '6ο'},

]